Repository: rubpluszz/pluszzblog
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl, ru, uk

source: Please log in to access this page.
pl: Zaloguj się, aby uzyskać dostęp do tej strony.
ru: Пожалуйста, авторизуйтесь, чтобы получить доступ к этой странице.
uk: Будь ласка, авторизуйтесь, щоб отримати доступ до цієї сторінки

source: Error: the translation service failed.
pl: Błąd: usługa tłumaczenia nie powiodła się.
ru: Ошибка: Сервис перевода не отвечает.
uk: Помилка: сервіс перекладу не відповідає

source: Pluszzblog Reset Your Password
pl: Pluszzblog twoje hasło zostało zresetowane
ru: Pluszzblog. Твой пароль сброшен
uk: Твій пароль скинуто

source: Username
pl: Nazwa Użytkownika
ru: Имя пользователя
uk: Ім'я користувача

source: Password
pl: hasło
ru: Пароль
uk: Пароль

source: Remember Me
pl: Zapamiętaj mnie
ru: Запомнить меня
uk: Запам'ятати мене

source: Sign In
pl: Zaloguj
ru: Вход
uk: Вхід

source: Email
ru: Емайл
uk: Електронна пошта

source: Repeat Password
pl: Powtórz hasło
ru: Повторить пароль
uk: Повторіть пароль

source: Register
pl: Zarejestrować
ru: Регистрация
uk: Зареєструйтесь

source: Please use a different username.
pl: Użyj inną nazwe urzytkownika
ru: Пожалуйста воспольуйтесь другим именем пользователя
uk: Користувач з таким ніком вже зареєстрований. Спробуйте щось інше.

source: Please use a different email address.
pl: Użyj inną skrzynke meilową
ru: Пожалуйста воспользуйтесь другим адресом електонной почты
uk: Поштова скринька використвується іншим користувачем. Спробуйте щось інше.

source: Request Password Reset
pl: Prośba o zresetowanie hasła
ru: Запрос на сброс пароля
uk: Запит на зміну паролю

source: Invalid username or password
pl: Nieprawidłowa nazwa użytkownika lub hasło
ru: Неверное имя пользователя или пароль
uk: Неправильне ім'я користувача або пароль

source: Congratulations, you are now a registered user!
pl: Gratulacje, jesteś teraz zarejestrowanym użytkownikiem!
ru: Поздровляем, вы зарегистрировали новый акаунт!
uk: Вітаємо, ви успішно зареєструвалися

source: Check your email for the instructions to reset your password
pl: Sprawdź pocztę e-mail, aby uzyskać instrukcje do resetowania hasła.
ru: Проверьть почту. Вам одправлен мейл с инструкциями для сброса пароля
uk: Пуревірте свою електронну скриньку. Ми вислали вам інструкції для зміни пролю

source: Your password has been reset.
pl: Hasło zostało zresetowan
ru: Твой апроль сброшен
uk: Твій пароль успішно змінено

source: Post Title
pl: Tytuł posta
ru: Заголовок поста
uk: Заголовок допису

source: Post Description
pl: Opis postu
ru: Описание поста
uk: Опис допису

source: Say Something
pl: Powiedz coś
ru: Скажи что нибудь
uk: Скажіть щось по темі

source: Title Image
pl: Obrazek tytułu
ru: Заголовочное изображение
uk: Зголовочне зображення

source: Submit
pl: Zatwierdź
ru: Подтвердить
uk: Підтвердити

source: Write your comment
pl: Napisz swój komentarz
ru: Напишы коментарий
uk: Напишіть свій коментар

source: Search
pl: Szukaj
ru: Поиск
uk: Пошук

source: Message Title
pl: Tytuł wiadomości
ru: Заголовок сообщения
uk: Заголовок повідомленя

source: Message
pl: Wiadomości
ru: Сообщение
uk: Повідомлення

source: Change
pl: Zmień
ru: Изменить
uk: Змінити

source: Status
ru: Статус
uk: Статус

source: Your message has been sent.
pl: Twoja wiadomość została wysłana
ru: Твоё сообщения отправлено
uk: Ваше повідомлення надіслано.

source: Inbox Messages
pl: Wiadomości w skrzynce odbiorczej
ru: Входящия сообщения
uk: Вхідні повідомлення

source: Outbox Messages
pl: Wiadomości wysłane
ru: Исходящие сообщения
uk: Вихідні повідомлення

source: Send Message
pl: Wyślij wiadomość
ru: Отправить сообщения
uk: Надіслати повідомлення

source: Dialog by {}:
pl: Dialog z {}:
ru: Диалог с {}:
uk: Діалог з {}

source: Your username has changed.
pl: Twoja nazwa użytkownika została zmieniona.
ru: Твой никнейм изменён.
uk: Твій нік мінено

source: Your password has changed.
pl: Twoje hasło zostało zmienione.
ru: Твой паролб изменён.
uk: Пароль змінено

source: Your staus has changed.
pl: Twój status zostało zmienione
ru: Твой статус изменён
uk: Твій статус успішно змінено

source: Edit Profile
pl: Redaguj swój profil
ru: Редактировать профиль
uk: Редагувати профіль

source: Edit Your Avatar
pl: Zmień awatare
ru: Изменить аватар
uk: Зміна аватарки

source: Newer posts
pl: Nowsze publikacji
uk: Туди

source: Older posts
pl: Starsze publikacji
ru: Туда
uk: Сюди

source: Newer messages
pl: Nowsze wiadomości
ru: Сюда
uk: Туди

source: Older messages
pl: Starsze wiadomości
ru: Туда
uk: Сюди

source: likes
pl: polubiłi
ru: лайки
uk: Сподобалось

source: dislikes
pl: nie lubią
ru: дизлайки
uk: Не сподобалось

source: vievs
pl: Przeczytali to
ru: просмотры
uk: Перегляди

source: komments
pl: Komentarzy
ru: коментарии
uk: Коментарі

source: You
pl: Ty
ru: Тебе
uk: Вам

source: don't like
pl: nie lubisz
ru: не понравился
uk: не сподобався

source: this post
pl: tego postu
ru: этот пост
uk: цей допис

source: This post like
pl: Ten post polubiłeś
ru: Этот пост понравился
uk: Цей допис вподобали

source: you and
pl: ty i jeszcze
ru: тебе и ещё
uk: ви і ще

source: user
pl: użytkownik
ru: человеку
uk: користувач

source: s
pl: ów
ru: м
uk: ів

source: This post dislike
pl: Ten post nie lubię
ru: Этот пост не понравился
uk: Цей допис не сподобався

source: This post has been read
pl: Ten post został przeczytany
ru: Этот пост прочитан
uk: Цей допис прочитано

source: times
pl: razy
ru: раз
uk: раз

source: This post has been commented time
pl: Ten post został skomentowany
ru: Этот пост прочитан
uk: Цей допис прокоментовано

source: This post was later postponed by
ru: Отложыли на потом
uk: Прочитати цей допис пізнше хочуть

source: Press to answer this message
pl: Ten post został przełożony na później przez
ru: Ответить на сообщения
uk: Відповісти на це повідомлення

source: Answer
pl: Odpowiedź
ru: Ответ
uk: Відповідь

source: About
pl: O tej stronie
ru: О сайте
uk: Про сторінку

source: Sections
pl: Sekcje
ru: Раздулы
uk: Розділи

source: MyProjects
pl: MojeProjekty
ru: МоиПроэкты
uk: Проекти

source: Messages
pl: Wiadomości
ru: Сообщения
uk: Повідомлення

source: Login
pl: Zaloguj
ru: Вход
uk: Вхід

source: Logout
pl: Wylouj
ru: Выход
uk: Вихід

source: Contacts for cooperation:
pl: Kontakty do współpracy:
ru: Контакты для сотрудничества:
uk: Контактна інформація для співпраці:

source: Error: Could not contact server.
pl: Błąd: nie można skontaktować się z serwerem.
ru: Ошибка: Нет соединения с сервером
uk: Помилка: немає з'єднання з сервером.

source: Please log in or register to use the feedback form on this page.
pl: Zaloguj się lub zarejestruj, aby skorzystać z formularza opinii na tej stronie.
ru: Пожалуйста войдите или зареєструйтесь чтобы воспользоваться формой обратной связи
uk: Будь ласка ввійдіть або авторизуйтесь для використання форми зворотнього зв'язку

source: Hi my nickname is Pluszz. I am an amateur engineer from Ukraine. I like IT, but I don't do it professionally. I am currently interested in web development on python 3, so I made this blog engine short written in a
ru: разработка на python 3, я сделал этот движок блога на
uk: Привіт, мій нікнейм Pluszz. Я інженер-аматор з України. Мені подобаютьсяІТ-технології, однак я не займаюсь цим професійно. Зараз мене цікавить розробкаінтернет аплікацій на python 3, в тракті навчання я написав двигло цього блогу на

source: Since I studied the flask on
pl: O ile kształciłem Flask przy pomocy
ru: Поскольку я изучал Flask по
uk: Оскільки я вивчав Flask

source: Miguel Greenberg's "The Flask Mega-Tutorial"
pl: "The Flask Mega-Tutorial" Miguela Greenberga
ru: "The Flask Mega-Tutorial" Мигеля Гринберга
uk: по "The Flask Mega-Tutorial" Мігеля грінберга

source: there are significant particles of his code in my appendix. Because the author is as poor as a church mouse, this blog is hosted for free on the service
pl: servicie
ru: в моем приложении есть некоторые уламки его кода. Потому чтоавтор беден, как церковная мышь, этот блог размещен бесплатно на сайтеуслуга
uk: у моєму додатку є значні частинки його коду. Оскількиавтор такий же бідний, як церковна миша, цей блог розміщується безкоштовно наHeroku

source: I will be grateful for suggestions in the comments or private messages. When criticizing, please remember that I am not a magician, I'm just learning.
pl: Krytykując, pamiętaj, że nie jestem magiem, po prostu się uczę.
uk: Буду вдячний за пропозиції за будь які пропозиції щодо покращення /n коду чи текстів.Під час критики, будь ласка, пам'ятайте, що я не чарівник, я лише

source: This page contains information about cooperation. If you have interesting projects and you lack hands, please contact me. I always agree to help. If you have uninteresting projects with the opportunity to earn well, please contact me.
pl: Ta strona zawiera informacje o współpracy. Jeśli masz ciekaweSkontaktuj się ze mną, będę wdzięczny.
uk: Ця сторінка містить інформацію для співпраці. Якщо у вас є цікавіПроекти, і вам бракує рук, будь ласка, зв'яжіться зі мною. Я завжди погоджуюсь допомогтиБудь ласка, зв'яжіться зі мною.

source: What can I do:
pl: Na czym śię znam:
ru: пожалуйста, свяжитесь со мной буду благодарен.
uk: На чім я знаюся

source: You can contact me by mail or telegram
pl: Możesz skontaktować się ze mną drogą mailową lub telegramem
ru: Вы можете связаться со мной через емейл или в телеграм
uk: Зв'яжіться зі мною через емайл чи телеграм

source: or here via the
pl: lub tu przez
ru: Или здесь через
uk: або тут через

source: feedback form
pl: formularz zwrotny
ru: Форму обратной связи
uk: форму зворотнього зв'язку

source: indicating how you can be contacted
pl: wskazując, jak można się z Tobą skontaktować
ru: Оставив свои даные для обратной связи
uk: вказавши, як з вами можна зв’язатися

source: My telegram:
pl: Mój telegram
ru: Мой телегам
uk: Мій телеграм

source: My email
pl: Email
ru: Мой емайл
uk: Моя потова скринька

source: * This form supports
pl: Ta forma obsługuje
ru: Ета форма поддерживает
uk: Ця форма підтримує

source: Registration
pl: Rejestracja
ru: Регистрация
uk: Регыстрація

source: Last seen on
pl: Ostatnja wizyta
ru: В последний раз на сайте
uk: В останнє на сайті

source: Reputation
pl: Reputacja
ru: Репутация
uk: Репутація

source: Send New Message to %(recipient)s:
pl: Wyślij nową wiadomość do %(recipient)a:
ru: Отправить новое сообщение %(recipient)у:
uk: Надіслати нове повідомлення %(recipient)а:

source: This is the main page of this blog. Here you can see a list of all posts without division into sections. Thank you for visiting me.
pl: możesz zobaczyć listę wszystkich postów bez npodziału na sekcje. Dziękuję żeodwiedziałeś mnie.
ru: Это главная страница этого блога. Здесь nвы можете увидеть список всех сообщений без nразделение на разделы. Спасибо что Зашли ко мне.
uk: Це головна сторінка цього блогу. Тут nви можете побачити список усіх дописів без nподіл на секції. Дякую, що

source: Original language the post is:
pl: Oryginalny język posta to:
ru: Исходный язык публикации:
uk: Мова оригіналу допису

source: translate into your language ?
pl: przetłumaczyć na twój język?
ru: перевести на твой язык
uk: перкласти допис на вашу мову?

source: Translate
pl: Przetłumaczyć
ru: Перевод
uk: Перекласти

source: Unselect Post
uk: Зняти виділення

source: Select Post
ru: Выбрать
uk: Виділити

source: Unhidden Post
ru: Показать
uk: Показати

source: Hidden Post
ru: Спрятать
uk: Сховати

source: Delete Post
ru: Удалить пост
uk: Видалити

source: Edit Post
ru: Редактировать пост
uk: Редагувати

source: Newer comments
pl: Nowsze komentarzy
ru: Туда
uk: Туди

source: Older comments
pl: Starsze komentarz
ru: Сюда
uk: Сюди

source: My projects
pl: Moje Projekty
ru: Мои Проэкты
uk: Мої проекти

source: On this page I will post links to my little funny projects and related materials.
pl: materiałów.
ru: На этой странице я буду размещать ссылки на мои маленькие забавные проекты и связанные с ними материалы
uk: На цій сторінці я розміщатиму посилання на свої маленькі кумедні проекти

source: Type any word in the text box and press "Enter" to search
pl: Wpisz dowolne słowo w polu tekstowym i naciśnij "Enter ", aby rozpocząć wyszukiwanie
ru: Введи текст в поле поиска и нжмите "Enter"
uk: Введіть потрібне слово у текстове поле та натисніть "Enter " для пошуку

source: Search Results
pl: Rezultat wyszukiwania
ru: Результаты поиска
uk: Результати пошуку

source: Previous results
pl: Poprzednia strona
ru: Туда
uk: Туди

source: Next results
pl: Następna strona
ru: Сюда
uk: Сюди

source: Send Message to %(recipient)s:
pl: Wyślij wiadomość do %(recipient)a:
ru: Написать сообщение %(recipient)у:
uk: Надіслати повідомлення до %(recipient)а:

source: Send message
pl: Wyślij wiadomość
ru: Отправить сообищение
uk: Надіслати повідомлення

source: Edit your profile
pl: Edytuj swój profil
ru: Редактировать профиль
uk: Редагувати профіль

source: Favorite posts
pl: Ulubione posty
ru: Понравившиеся публикациии
uk: Вподобані дописи

source: Read later
pl: Przczytać później
ru: На потом
uk: Прочитати потім

source: Recomendation
pl: Rekomendacji
ru: Рекомендации
uk: Рекомендауії

source: messages
pl: wiadomości
ru: сообщения
uk: Повідомлення

source: users
pl: użytkownicy
ru: пользователи
uk: Користувачі

source: New User?
pl: Nowy użytkownik
ru: Новый пользователь?
uk: Новий користувач?

source: Click to Register!
pl: Przejdz dla rejestrcji
ru: Регистрация
uk: Клацніть для реєстрації

source: Forgot Your Password?
pl: Zresetuj hasło
ru: Повторите пароль
uk: Повторіть пароль

source: Click to Reset It
pl: Zresetuj
ru: Сброс пароля
uk: Скинути пароль

source: Reset Your Password
pl: Twoje hasło zostało
ru: Твой пароль зброшен
uk: Скидання вашого паролю

source: Not Found
pl: Nie znaleziono
ru: Не найдено
uk: Не знайдено

source: Back
pl: Powrót
ru: Назад
uk: Назад

source: An unexpected error has occurred
pl: Wystąpił nieoczekiwany błąd
ru: Произошла неожиданная ошибка
uk: Сталася несподівана помилка

source: The administrator has been notified. Sorry for the inconvenience!
pl: Administrator został powiadomiony. Przepraszam za niedogodności!
ru: Администратор был уведомлен. Извините за причиненные неудобства!
uk: Адміністратора повідомлено. Вибачте за незручності!

source: Reset Password
pl: Zresetuj hasło
ru: Сброс Пароля

source: Post Section
pl: Sekcja postów
ru: Раздел

source: Cooperation
pl: Współpraca
ru: Сотруднечество
